Repository: plone-ve/ploneedu_demos.suite
Catalog: src/EduComponents.policy/src/EduComponents/policy/locales/*/LC_MESSAGES/plone.po
Languages: es

source: description_edit_eca
es: Una presentación de una caja de asignación.

source: A submission to an assignment box
es: Un envío a una caja de asignación

source: Assignment
es: Asignación

source: description_edit_ecab
es: Permite la creación, presentación y clasificación de las asignaciones en línea.

source: Allows the creation, submission and grading of online assignments
es: Permite la creación, presentación y clasificación de asignaciones en línea

source: Assignment Box
es: Caja de Asignación

source: View ECFolder Content
es: Vista de Carpeta de Asignación

source: View ECAssignmentBox
es: Vista de Caja de Asignación

source: description_edit_ecf
es: Un contenedor para las cajas de asignación.

source: A container for assignment boxes
es: Un contenedor para las cajas de asignación

source: Assignment Folder
es: Carpeta de Asignación

source: Assignments
es: Asignaciones

source: Assignments (full)
es: Asignaciones (completa)

source: Statistics
es: Estadísticas

source: Analysis
es: Análisis

source: Set Assignment Box Options
es: Establecer opciones de Caja de Asignación

source: Assignment Task
es: Tarea de asignación

source: Defines the task for an assignment box
es: Define la tarea para una caja de asignación

source: description_edit_ecat
es: Define la tarea para una caja de asignación.

source: Backlinks
es: enlaces externos entrantes

source: Submitted
es: Presentada

source: Pending
es: Pendiente

source: Superseded
es: Reemplazada

source: Rejected
es: Rechazada

source: Accepted
es: Aceptada

source: Graded
es: Calificado

source: Review
es: Revisar

source: Accept
es: Aceptar

source: Grade
es: Calificación

source: Supersede
es: Sustituir

source: Cancel
es: Cancelar

source: Submit
es: Enviar

source: Save
es: Guardar

source: help_description
es: Un breve resumen del contenido

source: Auto Assessment Box
es: Caja de Auto Evaluación

source: Auto Assessment Task
es: Tarea de Auto Evaluación

source: Assignment task for an auto assessment box.
es: Tarea de Evaluación para una caja de auto evaluación.

source: description_edit_ecaab
es: Permite la creación, presentación y clasificación de las asignaciones en línea a prueba de forma automática.

source: Automatically tests submitted assignments
es: Pruebas de las asignaciones enviadas automáticamente

source: Test
es: Prueba

source: Next
es: Próximo

source: Recheck
es: Verificar de nuevo

source: Lecture
es: Conferencia

source: Participants
es: Participantes

source: description_edit_eclecture
es: Una carpeta que contiene detalles acerca una conferencia.

source: Lectures view
es: Vista Conferencias

source: View ECLecture
es: Vista Conferencias

source: English
es: Inglés

source: German
es: Alemán

source: French
es: Francés

source: A multiple-choice question.
es: Una pregunta de selección múltiple.

source: An answer to a multiple-choice question.
es: Una respuesta a una pregunta de selección múltiple.

source: An online quiz.
es: Un Examen en linea.

source: A question that allows the candidate to write a text answer.
es: Una pregunta que le permite al candidato escribir un texto de respuesta.

source: A reference to a question or a question group from another quiz.
es: Una referencia a una pregunta o un grupo pregunta de otro examen.

source: Base Answer
es: Respuesta base

source: Base Question
es: Pregunta base

source: Correct Answer
es: Respuesta correcta

source: Extended Text Question
es: Texto de la Pregunta Extendida

source: Groups several questions into a unit.
es: Grupos de varias preguntas en una unidad.

source: Import/Export
es: Importar/Exportar

source: Invalid
es: No válida

source: Answer
es: Respuesta

source: Question
es: Pregunta

source: Question Group
es: Grupo de Pregunta

source: Scale Question
es: Escala de pregunta

source: Reference
es: Referencia

source: Result
es: Resultado

source: Quiz
es: Examen

source: Not Submitted
es: No enviado

source: Please use XHTML conformant markup.
es: Por favor, use etiquetado conforme con XHTML.

source: Points Question
es: Puntos de Pregunta

source: Rating Question
es: Calificación de pregunta

source: Results
es: Resultados

source: Script Upload
es: Cargar Script

source: Selection Answer
es: Selección de respuesta

source: Selection Question
es: Selección de pregunta

source: description_edit_extextquestion
es: Aquí puede crear una pregunta de texto.

source: description_edit_scalequestion
es: Una pregunta de escala requiere la selección de un punto en una escala, tal evaluación.

source: description_edit_mcquestion
es: Aquí puede crear una pregunta de opción múltiple.

source: description_edit_mcquestiongroup
es: Aquí puede crear un grupo de preguntas.

source: description_edit_mcreference
es: Aquí puede crear una referencia a una pregunta o grupo de preguntas de otra prueba.

source: description_edit_mctest
es: Una prueba en línea.

source: MC Question
es: Pregunta de selección múltiple

source: MC Answer
es: Respuesta de selección múltiple
